<?php

return [
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'remember_me' => 'تذكرني',
    'login' => 'تسجيل الدخول',
    'login_msg' => 'سجل الدخول الى حسابك',
    'home' => 'الرئيسية',
    'users' => 'المستخدمين',
    'one_users' => 'مستخدم',
    'dash_users' => 'الادمن',
    'one_dash_users' => 'ادمن',
    'logout' => 'تسجيل الخروج',
    'copy' => '<strong>جميع الحقوق محفوظة &copy; '.date('Y').' <a href="'.route('home').'">تالة</a>.</strong> ',

    'password_confirmation' => 'تأكيد كلمة المرور',
    'privileges' => 'الصلاحيات',
    'update' => 'تعديل',
    'read' => 'قراءة',
    'done_active' => 'تم تفعيل العنصر بنجاح',
    'done_block' => 'تم حظر العنصر بنجاح',
    'confirm_active' => 'هل انت متأكد من تفعيل هذا العنصر؟',
    'confirm_block' => 'هل انت متأكد من حظر هذا العنصر؟',
    'confirm_delete' => 'هل انت متأكد من حذف هذا العنصر؟',
    'deleted_successfully' => 'تم حذف هذا العنصر بنجاح',
    'updated_successfully' => 'تم التعديل بنجاح',
    'added_successfully' => 'تمت الإضافة بنجاح',
    'yes' => 'نعم',
    'no' => 'لا',

    'settings' => 'الإعدادات',
    'facebook' => 'فيسبوك',
    'twitter' => 'تويتر',
    'linkedin' => 'سناب شات',

    'create' => 'إنشاء',
    'add' => 'إضافة',
    'edit' => 'تعديل',
    'active' => 'مفعل',
    'blocked' => 'معطل',
    'block' => 'تعطيل',
    'action' => 'الإعدادات',
    'delete' => 'حذف',

    'en' => [
        'name' => 'الاسم بالإنجليزية',
        'description' => 'الوصف بالإنجليزية',
        'title' => 'عنوان الموقع بالإنجليزية',
        'short_desc' => 'العنوان الفرعي بالإنجليزية',
        'address' => 'العنوان بالإنجليزية',
        'author' => 'المالك بالإنجليزية',
    ],
    'ar' => [
        'name' => 'الاسم بالعربية',
        'description' => 'الوصف بالعربية',
        'title' => 'عنوان الموقع بالعربية',
        'short_desc' => 'العنوان الفرعي بالعربية',
        'address' => 'العنوان بالعربية',
        'author' => 'المالك بالعربية',
    ],

    'features' => 'المميزات',
    'one_features' => 'ميزة',
    'name' => 'الاسم',
    'status_name' => 'الحالة',

    'statistics' => 'الإحصائيات',
    'one_statistics' => 'إحصائية',
    'counter' => 'عداد',

    'projects' => 'المشاريع',
    'one_projects' => 'مشروع',
    'short_desc' => 'عنوان فرعي',
    'address' => 'العنوان',

    'partners' => 'الشركاء',
    'one_partners' => 'شريك',
    'type_name' => 'النوع',
    'image_path' => 'الصورة',
    'url' => 'url',
    'image' => 'الرابط',
    'type' => 'النوع',
    'company_partners' => 'شركاء الشركة',
    'product_partners' => 'شركاء المنتجات',

    'benefits' => 'خدمات',
    'one_benefits' => 'خدمة',
    'description' => 'الوصف',

    'profile' => 'البروفايل',
    'status' => 'الحالة',

    'our_partners' => 'شركاء النجاح',
    'about' => 'مـن نــحن',
    'about_short' => ' ',
    'about_desc' => 'نبتكر بيئات عقارية تلبي الاحتياج العمراني ونقدم نموذجاً مثالياً للحياة المتكاملة،  ونرتكز في تنفيذ مشاريعنا على:',
    'why_us' => 'لماذا نحن',
    'why_us_short' => 'شركة تالة السعودية<br>
نموذجية لجيل جديد من <br>
المطورين العقارين. ',
    'why_us_desc' => 'في تالة نسابق المستقبل , نحو عمرانية راقية,<br>
ومعالم حضارية تتجلى في ضوء رؤية مملكتنا الطموحة<br> نحو مستقبل يحقق الإستدامة والإبتكار من أجل <br>الأجيال القادمة.',
    'buil_dev' => 'تطوير العمران',
    'buil_raize' => 'ورفع مستوى جودة الحياة للسكان',
    'happ' => 'فيلا السعادة',

    'why_us_sub' => 'لماذا شركة تالة؟',

    'phone' => 'رقم الهاتف',
    'subject' => 'الموضوع',
    'message' => 'الرسالة',
    'contact'  => 'تواصل معنا',
    'location' => 'مقر الشركة',

    'send'  =>'إرسال',
    'email_sent_successfully' => 'تم إرسال البريد الإلكتروني بنجاح'


];
